[
  {
    "name": "SEEDRA 600 English Lavender Seeds for Indoor and Outdoor Planting - 500mg - GMO-Free and Heirloom Seeds - Germination Above 90%",
    "currentPrice": 5.89,
    "categories": "herbs",  
    "description": "SEEDRA English Lavender Seeds - contains 600 seeds in 1 Pack and professional instructions created by PhD Helga George Be Sure of Our Quality - the freshest batches of this season. Non-GMO, Heirloom - our seeds were tested and have the best germination ratings. Your easy growing experience is our guarantee Lavender Common Uses: essential oils, soaps, cosmetics, perfumes, potpourri, decorations. Culinary: meat marinades, baked breads, salads, jams, teas, lemonades, and more Proudly Sourced in the USA - our garden seeds are grown, harvested, and packaged in the USA. We support local farmers and are happy to produce this American-made product SEEDRA Customer Service - please contact us directly through Amazon with any questions or concerns about our products. We care about each customer and do our best to provide you with 100% satisfaction",
    "imageUrls": [
      "https://m.media-amazon.com/images/I/91O5BAUxY1L._AC_SL1500_.jpg"
    ],
    "quantity": 100,
    "popular": true
  },

  {
    "name": "Seedra 300 Cilantro Seeds for Planting Indoor and Outdoor - Non-GMO Heirloom 2,6 g with Instructions - 1 Pack",
    "currentPrice": 4.89,
    "categories": "herbs",  
    "description": "SEEDRA Marigold - Petite Mix Seeds - contains 999 seeds in 1 Pack Be sure of our quality - the freshest batches of this season. Non-GMO, Heirloom - our seeds were tested and have the best germination ratings. Your easy growing experience is our guarantee Marigold common uses: healing herbal ointments, tinctures, topical treatments, cosmetics, soaps, decorations, poultry feed, and more Proudly sourced in the USA - our garden seeds are grown, harvested, and packaged in the USA. We support local farmers and are happy to produce this American-made product SEEDRA customer service - please contact us directly through Amazon with any questions or concerns about our products. We care about each customer and do our best to provide you with 100% satisfaction",
    "imageUrls": [
      "https://m.media-amazon.com/images/I/91jeh6h28QS._AC_SL1500_.jpg"
    ],
    "quantity": 100,
    "popular": true
  },

  {
    "name": "SEEDRA 999 Marigold Seeds - Petite Mix for Indoor and Outdoor Planting - Heirloom Seeds - 1 Pack",
    "currentPrice": 10.00,
    "categories": "flowers",  
    "description": "SEEDRA Cilantro Seeds - contains 300 seeds in 1 Pack and professional instructions created by PhD Helga George Be Sure Of Our Quality - the freshest batches of this season. Non-GMO, Heirloom - our seeds were tested and have the best germination ratings. Your easy growing experience is our guarantee Cilantro Common Culinary Uses: salsa, guacamole, pesto, salads, chutney, baked breads, pad thai, pico de gallo, rice, grilled shrimp skewers, falafel, and more Proudly Sourced in the USA - our garden seeds are grown, harvested, and packaged in the USA. We support local farmers and are happy to produce this American-made product SEEDRA Customer Service - please contact us directly through Amazon with any questions or concerns about our products. We care about each customer and do our best to provide you with 100% satisfaction",
    "imageUrls": [
      "https://m.media-amazon.com/images/I/91s1QfLyNrL._AC_SL1500_.jpg"
    ],
    "quantity": 100,
    "popular": true
  },

  {
    "name": "SEEDRA Wildflower Mix Seeds for Indoor and Outdoor Planting - 10 Grams - Heirloom Seeds - 1 Pack",
    "currentPrice": 5.99,
    "categories": "flowers",  
    "description": "SEEDRA Wildflower Mix Seeds - contains 999 seeds in 1 Pack - Bachelor Button/Cornflower, Siberian Wallflower, Chinese Houses, Coreopsis Lance Leaf, Sweet William, Foxglove, Purple Coneflower, California Poppy, Annual Baby's Breath, Dames Rocket, Rose Mallow, Toadflax/Spurred Snapdragon, Scarlet Flax, Lemon Mint, Alpine Forget Me Not, Five Spot, Baby Blue Eyes, Evening Primrose, Annual Phlox (Red), Catchfly, Red Corn Poppy, Shirley Poppy (Mixed) Be sure of our quality - the freshest batches of this season. Non-GMO, Heirloom - our seeds were tested and have the best germination ratings. Your easy growing experience is our guarantee Wildflower common uses: healing herbal ointments, tinctures, cosmetics, soaps, decorations, and more Proudly sourced in the USA - our garden seeds are grown, harvested, and packaged in the USA. We support local farmers and are happy to produce this American-made product SEEDRA customer service - please contact us directly through Amazon with any questions or concerns about our products. We care about each customer and do our best to provide you with 100% satisfaction",
    "imageUrls": [
      "https://m.media-amazon.com/images/I/91FmRd6o+xS._AC_SL1500_.jpg"
    ],
    "quantity": 100,
    "popular": true
  },

  {
    "name": "SEEDRA 70 Corn Seeds for Indoor and Outdoor Planting - Home Garden - GMO-Free and Heirloom Seeds - 1 Pack",
    "currentPrice": 10.00,
    "categories": "vegetables",  
    "description": "SEEDRA Corn - Bodacious Hybrid - contains 70 seeds in 1 Pack and professional instructions Be Sure Of Our Quality - the freshest batches of this season. Non-GMO, Heirloom - our seeds were tested and have the best germination ratings. Your easy growing experience is our guarantee Corn Common Culinary Uses: salads, stir-fries, pastas, dips, succotash, pudding, tacos, soups, pizzas, and more Proudly Sourced in the USA - our garden seeds are grown, harvested, and packaged in the USA. We support local farmers and are happy to produce this American-made product SEEDRA Customer Service - please contact us directly through Amazon with any questions or concerns about our products. We care about each customer and do our best to provide you with 100% satisfaction",
    "imageUrls": [
      "https://m.media-amazon.com/images/I/9125PQypA4S._AC_SL1500_.jpg"
    ],
    "quantity": 100,
    "popular": true
  },

  {
    "name": "SEEDRA 70 Corn Seeds for Indoor and Outdoor Planting - Home Garden - GMO-Free and Heirloom Seeds - 1 Pack",
    "currentPrice": 10.00,
    "categories": "vegetables",  
    "description": "SEEDRA Corn - Bodacious Hybrid - contains 70 seeds in 1 Pack and professional instructions Be Sure Of Our Quality - the freshest batches of this season. Non-GMO, Heirloom - our seeds were tested and have the best germination ratings. Your easy growing experience is our guarantee Corn Common Culinary Uses: salads, stir-fries, pastas, dips, succotash, pudding, tacos, soups, pizzas, and more Proudly Sourced in the USA - our garden seeds are grown, harvested, and packaged in the USA. We support local farmers and are happy to produce this American-made product SEEDRA Customer Service - please contact us directly through Amazon with any questions or concerns about our products. We care about each customer and do our best to provide you with 100% satisfaction",
    "imageUrls": [
      "https://m.media-amazon.com/images/I/9125PQypA4S._AC_SL1500_.jpg"
    ],
    "quantity": 100,
    "popular": true
  },

  {
    "name": "SEEDRA 70 Corn Seeds for Indoor and Outdoor Planting - Home Garden - GMO-Free and Heirloom Seeds - 1 Pack",
    "currentPrice": 10.00,
    "categories": "vegetables",  
    "description": "SEEDRA Corn - Bodacious Hybrid - contains 70 seeds in 1 Pack and professional instructions Be Sure Of Our Quality - the freshest batches of this season. Non-GMO, Heirloom - our seeds were tested and have the best germination ratings. Your easy growing experience is our guarantee Corn Common Culinary Uses: salads, stir-fries, pastas, dips, succotash, pudding, tacos, soups, pizzas, and more Proudly Sourced in the USA - our garden seeds are grown, harvested, and packaged in the USA. We support local farmers and are happy to produce this American-made product SEEDRA Customer Service - please contact us directly through Amazon with any questions or concerns about our products. We care about each customer and do our best to provide you with 100% satisfaction",
    "imageUrls": [
      "https://m.media-amazon.com/images/I/9125PQypA4S._AC_SL1500_.jpg"
    ],
    "quantity": 100,
    "popular": true
  }
]